;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Wise Game Booster
;
;
; Translation Author: Kravtsov Aleksandr
; TranslationAuthorEmail: localiz@rambler.ru
; TranslationAuthorWeb: http://www.localiz.ru
; Soft Version: 1.39.48
; Update: 2017-03-06
;

[GUI]
ButtonYes=Да
ButtonNo=Нет
ButtonOK=ОК
ButtonMinimize=Свернуть
ButtonMaximize=Развернуть
ButtonClose=Закрыть
ButtonRestore=Восстановить
ButtonMenu=Меню


[Lang]
NativeLanguage=Русский

[Translation]
LangCode=0419
ReadHabit=Слева на право
LanguageName=RUS
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=Unicode_CHARSET
Information=Информация
Warning=Предупреждения
Error=Ошибка
Confirm=Подтверждение
CurVer=Текущая версия:
FrmGBMain.btnfeedback.caption=Поддержка
FrmGBMain.btncheckver.caption=Проверка новой версии
BtnEnd=Завершить
;
; О программе
;
FrmGBAbout.caption=О программе
FrmGBAbout.btnok.caption=ОК
FrmGBAbout.lblver.caption=Текущая версия:
FrmGBAbout.lblemail.caption=Поддержка:
FrmGBAbout.lblhome.caption=Сайт программы:
FrmGBAbout.lblthank.caption=Перевод: А.Кравцов. А также выражаем благодарность:

;
; Всплывающее меню
;
pmNewsletter=Получить новости
pmfeedback=Обратная связь...
pmHelp=Помощь онлайн
pmHome=Домашняя страница
pmContact=Поддержка
pmCheckNew=Проверка обновлений
pmLang=Языки
pmAbout=О программе
pmCheckNew=Проверка обновлений
pmrun=Запустить игру
pmadd=Добавить игру
pmdel=Удалить игру
pminfo=Информация о игре
pmEndProcess=Завершить
pmExclude=Исключить
pmNoExclude=Отменить исключение
pmGoogle=Поиск в Google


;
; Основной GUI
;
FrmGBMain.BtnTabGame.Caption=Мои игры
FrmGBMain.BtnTabOpt.Caption=Система
FrmGBMain.BtnTabProcess.Caption=Процессы
FrmGBMain.BtnTabService.Caption=Службы
FrmGBMain.Btnlikeit.Caption=Нравится
FrmGBMain.BtnRestore.Caption=Восстановить

;
; Нравится
;
FrmLikeit.lblTitle.caption=Если Вам нравится Wise Game Booster, то, пожалуйста, порекомендуйте его тем, кто нравится Вам.
FrmLikeit.lblInfo.caption=Пожалуйста, поделитесь Wise Game Booster с семьей, друзьями, одноклассниками и коллегами по электронной почте, блогу, Twitter, Youtube, Facebook, и др...
FrmLikeit.lblRate.caption=Оценка Wise Game Booster:
FrmLikeit.lblfollow.caption=Следите за нами в:
FrmLikeit.lblshare.caption=Расскажите о Wise Game Booster:
FrmLikeit.btndownload.caption=Бесплатная загрузка
FrmLikeit.imgrate.hint=Поставьте 5 звёзд
FrmLikeit.imgmail.hint=Поделитесь с друзьями
FrmLikeit.imgface1.hint=Поделиться на facebook
FrmLikeit.imgface2.hint=Подписаться на facebook
FrmLikeit.imgtwitter1.hint=Поделиться в twitter
FrmLikeit.imgtwitter2.hint=Следите за нами в twitter
FrmLikeit.Caption=Нравится
FrmLikeit.lbldownload.caption=Скачать другие бесплатные программы Wise

FrmGBMain.btnFacebook.hint=Подписаться на WiseCleaner на Facebook
FrmGBMain.btnTwitter.hint=Рассказать о Wise Game Booster на Twitter
FrmGBMain.btnEmail.hint=Рассказать о Wise Game Booster друзьям

;
; инфо
;
FrmGameinfo.caption=Информация о игре
FrmGameinfo.lbltype.caption=Жанр:
FrmGameinfo.lblname.caption=Файл:
FrmGameinfo.lblPublisher.caption=Разработчик:
FrmGameinfo.lbltimes.caption=Запусков:
FrmGameinfo.lbllasttime.caption=Последний запуск:
FrmGameinfo.lblrate.caption=Рейтинг:
FrmGameinfo.lblcomment.caption=Примечание:
FrmGameinfo.btnok.caption=ОК
FrmGameinfo.btncancel.caption=Отмена
;
;GameBox
;
FrmGameBox.btnsysopt.caption=Оптимизация
FrmGameBox.btnProcessopt.caption=Завершить
FrmGameBox.btnServiceopt.caption=Остановить
FrmGameBox.btnopt.caption=Исправить

;
;sysopt
;
FrmSysOpt.btnopt.caption=Исправить
FrmSysOpt.lblhint.caption=Оптимизируйте следующие пункты, чтобы улучшить производительность игр.
FrmSysOpt.lblreall.caption=Запустить все
;
;processopt
;
FrmProcess.lblhint.caption=Закройте процессы, использующие много памяти для повышения производительности.
ProcessCpu=Процессор
ProcessMemory=Память
ProcessSuggest=Предложение
ProcessAction=Управление
ProcessMostMemUse=Использование памяти
;
;Serviceopt
;
FrmService.lblhint.caption=Закройте ненужные службы для повышения производительности.
ServicePublisher=Разработчик
ServiceSuggest=Предложение
ServiceAction=Управление
ServiceStop=Ненужные службы
ServiceDisable=Стоп
ServiceEnable=Запуск
ServiceKeep=Не изменять
ServiceMust=Должно быть открыто

;
;serviceRestore
;
Frmrestore.Btnreall.caption=Возобновить все службы
Frmrestore.caption=Восстановить службу
Frmrestore.Btnok.caption=ОК
ServiceName=Имя сервиса
ServiceChangeDateTime=Последнее изменение
ServiceRestore=Служб


[GameBox]
lstbtnsearch=Поиск игр
GameUnknow=Неизвестно
GameRPG=Ролевая игра
GameShot=Боевик
GameOther=Другая игра
NeverPlay=Не запускалась
UnknowPublisher=Неизвестный разработчик
lstbtnadd=Добавить игру
LblSysopt=Оптимизация системы
LblProcessopt=Оптимизация процессов
LblServiceopt=Оптимизация служб
LblTitleCheck=Проверка производительности, подождите...


[message]
NewVer=Доступна новая версия программы! Вы хотите скачать её сейчас?
FirRun=Найти все игры на этом компьютере?
NoNewVer=Поздравляем! Вы используете последнюю версию!
CheckComputer=Тестирование производительности, подождите...
SearchGame=Поиск установленных игр, подождите...
Allgood=Ваш компьютер находится в хорошем состоянии. Оптимизация не нужна.
SysGood=Нет элементов для оптимизации!
ProcessGood=Нет процессов, которые нужно остановить!
ServiceGood=Нет служб, которые можно остановить!
HaveProblem=Найдено %d элементов для оптимизации.
sysProblem=Элементов можно оптимизировать - %d
Processproblem=Процессов можно завершить - %d
Serviceproblem=Служб можно остановить - %d
DeleteGame=Вы уверены, что хотите удалить эту игру?
HaveOpt=Оптимизировано
btnRestore=Восстановить
btnOpt=Оптимизация
BtnAction=Действия
BtnStop=Стоп
SuggestClose=Завершить
SuggestKeep=Не изменять
haveStoped=Остановлено
HaveRun=Запущено
BtnRun=Запуск
HaveFail=Ошибка остановки
OptComputer=Оптимизация, подождите...
AllgoodAfterOpt=Оптимизация завершена и %s МБ оптимизировано. Можете играть прямо сейчас!
AllgoodAfterManualOpt=Поздравляем! Нет элементов для оптимизации. Можно играть прямо сейчас!
HaveProblemAfterOpt=%d элементов не оптимизировано, но освобождено %s Мб памяти.
TranslateTo=Перевести на...


[sysopt]
SystemStable=Стабильность системы
SystemSpeedup=Оптимизация системы
NetworkSpeedup=Оптимизация сети
AutoKill=Закрывать не отвечающие процессы во избежание сбоев системы.
RestartExplorer=Автоматический перезапуск проводника при зависании рабочего стола.
TwoProcess=Сделать проводник отдельным процессом, чтобы избежать конфликтов системы.
ErrorReport=Отключить экран сообщения об ошибках для улучшения производительности системы
Debugger=Отключить отладчик для ускорения обработки ошибок.
OptMemory=Оптимизировать память для повышения производительности системы.
OptVEff=Оптимизировать компоненты интерфейса (окна, меню и т.д.) для улучшения производительности системы.
OptFileSystem=Оптимизация файловой системы для улучшения производительности системы.
OptDiskSystem=Оптимизация подсистемы ввода/вывода диска для повышения производительности системы.
DisAutoRun=Отключить функцию "Автозапуск" на дисках, чтобы избежать заражения вирусами.
OptTTL=Оптимизировать настройки TTL для повышения производительности сети
OptNetForward=Оптимизировать пропускную способность сети для повышения производительности сети.
OptMTU=Автоматическое обнаружение «черных дыр» в MTU для повышения производительности TCP/IP.
OptWINS=Оптимизировать время запроса имени WINS для повышения скорости передачи данных
OptNetWork=Оптимизировать параметры сети для повышения производительности передачи.
CloseAnimate=Отключить «эффекты перехода» для увеличения скорости работы системы.
PagingExecutive=Отключить разбивку памяти на страницы для повышения производительности приложений. (Игнорируйте, если памяти <1Гб)
StaticIP=Установить статический IP-адрес для подключения к локальной сети, чтобы улучшить скорость запуска компьютера.
PorcessorTime=Оптимизировать производительность процессора под процессы. (Игнорируйте, если это сервер.)
DisableIDECheck=Отключить проверку IDE, чтобы ускорить скорость запуска Windows.
ForeAppSpeed=Увеличить скорость реакции для активных программ.
AeroPeek=Повысить скорость отображения Aero.
AeroSnap=Оптимизировать Aero Snap для быстрого отображения эскизов.
ShowSpeed=Увеличить скорость отклика системы.
IconCache=Увеличить кэш значков системы и ускорить отображение рабочего стола.
OptDiskIdle=Оптимизация  ввода-вывода диска во время простоя
OptIEConnection=Увеличение количество подключений к серверу. Скорость загрузки страниц будет выше.
OptEthernet=Оптимизировать производительность карты Ethernet

